Repository: myclabs/Inventory
Catalog: application/languages/AF/translate.tmx
Source language: fr
Languages: en

source: Catégories de formulaire comptable
en: Accounting forms categories

source: Libellés de formulaire comptable
en: Accounting forms labels

source: Libellés de composant
en: Component labels

source: Aides de composant
en: Component helps

source: Options de champ de sélection
en: Selection field options

source: Libellés d'algorithme numérique
en: Numeric algorithm labels
